{
  "data": [

    {
      "id": 1,
      "name": "ExpertVoice",
      "type": "UI development",
      "description": "The signed-out home page of ExpertVoice.com. This project was passed from marketer to contractor to ux researcher back to the marketer who finally asked me for help. What they had was a bunch of copy that had been tested for comprehension and a half-baked design that wasnt all that compelling. ",
      "logo": "assets/clients/expertvoice/ev-logo.png",
      "header": "assets/clients/expertvoice/ev-tile2.jpg",
      "preview": "assets/clients/expertvoice/ev-preview.jpg",
      "path": "expertvoice",
      "url": "https://www.expertvoice.com/newhp-1/",
      "problem": "A visually uninspiring front door to a very exciting education and recommendation company, geared towards an elite group of top-recommenders.",
      "plan": "Iterate on their idea, making it easier to parse through, and less bland, while still operating within the brand's color scheme and design language/library.",
      "process": "This project came across my desk already having gone through extensive internal review and the content (copy) had been thouroughly user tested for comprehension and usability. So by the thime I got my hands on it, there was less freedom than ever. But I feel like I was still able to vastly improve the final product by tweaking the layout and adding some polish to the visuals.  Not to mention increasing the font size. Everyone always sleeps on font-size. It's important."
    },
    {
        "id": 2,
        "name": "ExpertVoice Studios",
        "type": "Marketing Site",
        "length": "",
        "buildtime": "6 hours",
        "description": "This is a site I put together, meant to house all the great work that our agency created. I faught a terribly annoying wordpress plugin, and accomplished like 80% of my goal for usability and interface design.",
        "responsibilities": "xx",
        "logo": "assets/clients/expertvoice/ev-logo.png",
        "header": "assets/clients/expertvoice/ev-tile.jpg",
        "preview": "assets/clients/expertvoice/ev-preview.jpg",
        "budget": "",
        "scope": "",
        "problem": "The sales department of ExpertVoice had difficulty picking the most up-to-date or relevant content to show prospective brand partners.",
        "plan": "Essentially, remove the communication barrier between Sales and Creative. Create a website that would act like a script for the content creation sales pitch, complete with links to the most up-to-date content. Updated by the creative team, quartly, used by the sales team daily.",
        "path": "EVstudios",
        "url": "https://www.expertvoice.com/studios/",
        "process" : "We started by surveying the sales department, asking questions about how we could better support them in selling more custom web content. We found that they had been showing some very out of date work from our in-house-agency and immediately started work on a site to pitch custom content, and house all our best work. The design process was iterative, more so than I would have liked, we had a lot of stakeholders for something that was just supposed to be an internal tool, but after 3 rounds of feedback working from a medium-fidelity adobe XD mockup, I started building the site. After it was all built, we threw it over to them and watched as they navigated... we simplified things, and pressed the publish button. It's one of the most used sites on the whole signed-out side of the business, now!"
      },

    {
      "id": 3,
      "name": "Lenovo",
      "audience": "~1.5 million",
      "goal": "Product education",
      "type": "Agency Work",
      "length": "5",
      "buildtime": "20 hours",
      "writer": "Omar Muhyar",
      "brief": "xxx",
      "description": "Lenovo debuts their custom content on ExpertVoice showcasing its innovative computer lines. Dive into this custom lesson to learn about Lenovo's vision of 'Smarter technology for all'. ",
      "logo": "/assets/clients/lenovo/lenovo-logo.png",
      "header": "/assets/clients/lenovo/lenovo-tile.jpg",
      "preview": "/assets/clients/lenovo/lenovo-preview.jpg",
      "budget": "",
      "scope": "",
      "quote": "Your team was so wonderful, so professional, so organized, and so seamless during our content build. The level of professionalism was superb, we couldn’t ask for a better partnership than what we have with you and ExpertVoice.",
      "stakeholder": "",
      "path": "lenovo",
      "url": "https://www.experticity.com/sign-in?identifier=salesdemo&password=access&signInRedirect=%2Flearn%2Fpreview%3FmoduleId%3D15790%26campaignId%3D5688",
      "problem": "Lenovo wasn't getting as many sales as the AE thought they should be. He gave them a sweetheart deal on custom web content, yours truly fulfilled on that.",
      "plan": "Really, just put something up to fill the space, and drive traffic. I'm passionate about computers and lenovo in particular though. So I went all out."
    },
    {
      "id": 4,
      "name": "Descente",
      "type": "Agency Work",
      "buildtime": "36 hours",
      "goal": "Brand awareness, product seeding",
      "length": "",
      "writer": "Seth Merrill",
      "description": "Descente's been in the business of crafting premium ski apparel for 80 years, and it's reflected in the brand's thoughtful design process. ",
      "logo": "assets/clients/descente/descente-logo.png",
      "header": "assets/clients/descente/descente-tile.jpg",
      "preview": "assets/clients/descente/descente-preview.jpg",
      "budget": "",
      "scope": "",
      "stakeholder": "Patrick Purcell, Marketing Manager – USA",
      "path": "descente",
      "url": "https://www.experticity.com/sign-in?identifier=salesdemo&password=access&signInRedirect=%2Flearn%2Fpreview%3FmoduleId%3D14540%26campaignId%3D5688",
      "problem": "Descente is a frech brand, currently operated out of Japan, where it has a massive following. You probably haven't heard of them though.",
      "plan": "Design a website that educates people on the over-the-top quality and thoughtful design elements that are found in Descente outerwear."
    },
    {
      "id": 5,
      "name": "Teva",
      "goal": "Brand awareness, product seeding",
      "type": "Agency Work",
      "length": "5",
      "buildtime": "10 hours",
      "writer": "Jenna Anderson",
      "description": "Teva was celebrating the 100th anniversary of the Grand Canyon being a national park, they wanted to educate all their influencers about the significance of the canyon and showcase their new line of products.",
      "logo": "/assets/clients/teva/teva-logo.png",
      "header": "/assets/clients/teva/teva-tile.jpg",
      "preview": "/assets/clients/teva/teva-preview.jpg",
      "budget": "",
      "scope": "",
      "quote": "",
      "stakeholder": "",
      "path": "teva",
      "url": "https://www.experticity.com/sign-in?identifier=salesdemo&password=access&signInRedirect=%2Flearn%2Fpreview%3FmoduleId%3D15351%26campaignId%3D5688",
      "problem": "People often forget, or don't know to begin with – Teva was born in the canyon",
      "plan": "Create a custom web experience celebrating Teva's canyon heritage and exploring the styles inspired by their unique roots."
    },
    {
      "id": 6,
      "name": "Voke",
      "goal": "Brand awareness, product seeding",
      "type": "Agency Work",
      "length": "20",
      "buildtime": "15 hours",
      "writer": "Tiffany Caldwell",
      "description": "Voke makes an energy tablet with non-sugar ingredients. In my experience one tab gives you an almost immediate 3 hours of energy and focus. The content my team created for them helped improve retail sell-through and consumer product education.",
      "logo": "assets/clients/voke/voke-logo.png",
      "header": "assets/clients/voke/voke-header.jpg",
      "preview": "assets/clients/voke/voke-preview-image.jpg",
      "budget": "13,000",
      "scope": "1 module",
      "stakeholder": "XXX",
      "path": "voke",
      "url": "https://www.experticity.com/sign-in?identifier=salesdemo&password=access&signInRedirect=%2Flearn%2Fpreview%3FmoduleId%3D15536%26campaignId%3D5688",
      "problem": "Voke was having a hard time selling their energy product in naturals retailers like GNC and educating their affiliates on the benefits / use-cases of their product.",
      "plan": "Take a Voke tab, then code up a website that explains how beneficial these natural ingredients can be, when taken in concert with one another."
    },
    {
      "id": 7,
      "name": "Nightforce",
      "audience": "xxx",
      "type": "Agency Work",
      "length": "5",
      "buildtime": "36 hours",
      "writer": "Coy Whittier",
      "brief": "Prior to the release of two new Nightforce products, Wayne got in contact with us about building some content. These products were a departure from what the brand was known for and they wanted to make sure that the advantages of their product would sell better than their competition in this crowded short-range optics market.",
      "description": "Let me start by saying I'm not a gun-nut. This is an example of a project I would not have taken outside of agency life. I think it is a good example of clean layout and utilitarian interaction design, which fit - and elevated – the brand's established style.",
      "logo": "assets/clients/nightforce/nightforce-logo.png",
      "header": "assets/clients/nightforce/nightforce-header.jpg",
      "preview": "assets/clients/nightforce/nightforce-preview-image.jpg",
      "budget": "29,200",
      "goal": "Brand awareness, product seeding",
      "scope": "Content Update/Overhaul",
      "quote": "Overall I really like the design of the site, it's really digestible and above all else, just sexy! Really well done.",
      "stakeholder": "Wayne Dayberry, Marketing Specialist",
      "path": "nightforce",
      "url": "https://www.experticity.com/sign-in?identifier=salesdemo&password=access&signInRedirect=%2Flearn%2Fpreview%3FmoduleId%3D14844%26campaignId%3D5688",
      "problem": "Honestly, I don't remember. These guys are in my portfolio to show that I can apply good design to brands and products whose industries I have a hard time endorsing.",
      "plan": "Just look at the site and please don't judge me for having guns on my portfolio. #pewpew"
    },
    {
      "id": 8,
      "name": "TOMS",
      "goal": "Brand awareness, product seeding",
      "buildtime": "36 hours",
      "type": "Agency Work",
      "length": "25",
      "writer": "Alex Nygaard",
      "description": "The one for one charity model started here. We sat down with many people inside the TOMS brand, from CEO, to founder, to product designers. We got the inside scoop and served it up for our experts to consume.",
      "logo": "assets/clients/toms/toms-logo.png",
      "header": "assets/clients/toms/toms-header.jpg",
      "preview": "assets/clients/toms/toms-preview-image.jpg",
      "budget": "130,736",
      "scope": "5 modules",
      "stakeholder": "Chad Lavachek, Retail Marketing Manage",
      "path": "toms",
      "url": "https://www.experticity.com/sign-in?identifier=salesdemo&password=access&signInRedirect=%2Flearn%2Fpreview%3FmoduleId%3D13866%26campaignId%3D5688",
      "problem": "Everyone knows TOMS for the one for one business model, but in 2017 that was like the smallest part of their giving program.",
      "plan": "Create a web experience that educated people about the many other ways that TOMS gives back."
    },
    {
      "id": 9,
      "name": "Green Pan",
      "type": "Agency Work",
      "length": "6",
      "writer": "Seth Merrill & Colin Santos",
      "description": "The one that got away... Greenpan was a labor of love, a passion project for all involved. They make technical, non-stick cookware and had very specific concerns they wanted addressed. We created 2 innovative pieces of micro-content: a buzzfeed-esque quiz, and a narrative story. I wont <em>mince</em> words they were awesome and ground-breaking, when compared to the other work we were doing. Our brand partners loved them, but had to cancel their program with Experticity due to budget cuts at their parent company.",
      "logo": "assets/clients/greenPan/greenPan-logo.png",
      "header": "assets/clients/greenPan/greenPan-header.jpg",
      "preview": "assets/clients/greenPan/greenPan-preview.jpg",
      "budget": "5000",
      "responsibilities": "I was responsible for the site design, from brainstorm to build, through wireframing and interaction development. This update in particular featured 2 bespoke quizzes; the former, a game of creating a <em>green</em> meal, the latter (and the one linked to that preview button) is an experience designed to rate a users aptitude for GreenPan care and use. Our brand partners told us that was a big problem they were having, so we designed and delivered an experience that gave feedback for answers both correct and incorrect. It also gave them one of 5 unique ratings, for gamification. The design of this site fulfilled all the external goals of our parters, but also met many internal goals for content development. With this we reset the expectation of what an edu-game could be, established new best practices of reinforcement and gamification.",
      "scope": "2 modules",
      "stakeholder": "Tabitha Luckett, Sales Director",
      "video": "assets/clients/greenPan/greenPan-recording.mp4",
      "path": "greenpan",
      "problem": "Customers were ruining their shiny new GreenpPans by treating them like any other pan.",
      "plan": "We made two engaging web experiences to help educate the sales staff in charge of educating consumers about the care and use of these unique pans.",
      "url": "https://www.experticity.com/sign-in?identifier=salesdemo&password=access&signInRedirect=%2Flearn%2Fpreview%3FmoduleId%3D13275%26campaignId%3D5688"
    },
    {
      "id": 10,
      "name": "Hill's Pet Nutrition",
      "goal": "Category education",
      "type": "Product Education",
      "length": "65",
      "writer": "Alex Nygaard",
      "description": "Hill's started as a three minute, one-product module and grew into one of ExpertVoice's most valued brand partnerships. They reportedly LOVE the content we created for them. We made standard content, micro content, video content, live video content, published surveys, and redesigned the E-Commerce experience for their unique content incentives.",
      "logo": "assets/clients/hills/hills-logo.png",
      "header": "assets/clients/hills/hills-header.jpg",
      "preview": "assets/clients/hills/hills-preview-image.jpg",
      "budget": "609,148",
      "scope": "35 modules",
      "process" : "Hill's approached our agency wanting to improve their retail rep training program. They had worked with us before, but were never fully engaged. They asked us to present our plan for engaging, training, and credentialing these reps working inside pet specialty stores, and we said: HMB. Alex Nygaard and I worked to craft a series of scaffolded content experiences that would educate these people in an engaging way, and at the end of what was to be multiple hours of training, they would get a certificate, and some gift cards. Fast forward 2 years – thousands of people have taken these courses, and have waded through what legal turned in to a slightly less engaging somewhat repetitive content experience.",
      "stakeholder": "Christina Savignano, Education Team Leader",
      "video": "assets/clients/hills/hills-recording.mp4",
      "path": "hills",
      "problem": "Every 'pet parent'; has a different food related, Hill's neeed to cut through the BS about trendy diets, certify and credential their retail sales staff, and educate them about a massive wave of new and re-designed products.",
      "plan": "We created a long series of engaging web experiences. They were intentionally designed to be difficult so as to credential the retail employee. To this day Hill's is the higest $ amount of content purchased, and the longest-format content available on the ExpertVoice platform, and I helped design, pitch, and create all of it.",
      "url": "https://www.experticity.com/sign-in?identifier=salesdemo&password=access&signInRedirect=%2Flearn%2Fpreview%3FmoduleId%3D15019%26campaignId%3D6261"
    },

    {
      "id": 11,
      "name": "Campus Market",
      "type": "Product Design",
      "description": "This is a joint venture between a few friends and I. It is basically a replacement for craigslist geared specifically towards university students. Users of our site avoid the spam and the privacy concerns, not to mention the archaic UX, that Craigslist is widely known for.",
      "responsibilities": "I own all user experience aspects of this site. It started as wireframes, moved to high fidelity mocks, where we tested, the I built and styled all the components in angular 6. My cofounders handled the data architecture and the integrations with other sites, as well as security – but the design was all me.",
      "logo": "assets/clients/campusmarket/campusmarket-logo.png",
      "header": "assets/clients/campusmarket/campusmarket-header.png",
      "preview": "assets/clients/campusmarket/campusmarket-preview.jpg",
      "process": "This was a very divergent process, at it's best it followed a familiar method, and I serviced the design portion. First, we identified a problem in an experience, or a new service that needed added, and I would immediately start researching how that problem had been solved before. Then I would create wireframes based on those examples and pitch them to my cofounders. After some back and forth and talking the design over with some users – in very informal sessions – we would add the design to a trello board and code it up the next day.",
      "budget": "00",
      "buildTime": "2",
      "scope": "Won first place in the Miller Competition Series @ Brigham Young University, Entrepreneurship & Technology mobile app compentition.",
      "path": "TCM",
      "url": "https://thecampus.market",
      "problem": "Have you been to Provo? BYU has a campus housing problem. Part of it stems from their required living conditions specified in their honor code, but the other part is that it's hard to know if the housing you are buying is compliant and its a dificult experience for users to look at 20 different housing markets. ",
      "plan": "Design and build an app that lets you look at housing within the bounds of your university. Making a better experience for buyers and sellers. Less spam, more relevant search results, one easy place to check for new listings.",
      "outcome":"We pulled the plug. We ran the app for about 4 months, at the peak we had about 300 users registered and 100 posts. We didn't realize how difficult it would be to scrape data from other sites and port them over to ours. Neither did we realize just how cycical our app would get use. People only look for housing at the beginning and end of their semesters."
    }
  ]
}
